Repository: sfl-drupal/ringme
Catalog: translations/ringme-8.x-1.0.*.po
Languages: fr

source: Ring Me button generator
fr: Générateur du bouton «Ring Me»

source: Manage «Ring Me» button generator.
fr: Configuration du générateur de bouton «Ring Me»

source: Show a preview of «Ring Me» button generator.
fr: Montre un aperçu du générateur de bouton «Ring Me».

source: Administer Ring Me button generator
fr: Administrer le générateur de bouton «Ring Me»

source: Allow user to administer Ring Me button generator (add options for example).
fr: Autorise l'utilisateur à administrer le générateur de bouton «Ring Me» (ajouter des options par exemple).

source: Access Ring Me generator preview
fr: Accéder à l'aperçu du générateur de bouton «Ring Me»

source: Allow user to access to a preview page, containing the Ring Me button generator form.
fr: Autorise l'utilisateur à accéder à une page d'aperçu, contenant le formulaire de génération de bouton «Ring Me».

source: «Ring Me» button generator configuration
fr: Configuration du générateur de bouton «Ring Me»

source: Ring Me - Preview
fr: Ring Me - Aperçu

source: Button configuration
fr: Configuration du bouton

source: Enter your Ring alias (or Ring ID).
fr: Saisissez votre alias Ring (ou ID Ring).

source: If you don't have a Ring alias or a Ring ID, download Ring and create one.
fr: Si vous n'avez pas encore d'alias ou d'ID Ring, téléchargez Ring et créez-en un.

source: «Ring Me» button
fr: Bouton «Ring Me»

source: Preview your «Ring Me» button.
fr: Prévisualisez votre bouton «Ring Me».

source: Copy and paste the code below.
fr: Copiez-collez le code ci-dessous.
